<?php
return [

    /*
    |----------------------------------------------------------------------
    | Language Lines for Authentication
    |----------------------------------------------------------------------
    |
    | الأسطر التالية تُستخدم أثناء عملية المصادقة للعديد من الرسائل
    | التي نحتاج إلى عرضها للمستخدم. يمكنك تعديل هذه الأسطر حسب
    | متطلبات تطبيقك.
    |
    */

    // التطبيق
    'home' => 'الرئيسية',
    'Dashboard' => 'لوحة التحكم',
    'Show more' => 'عرض المزيد',
    'Media' => 'ميديا',

    'about_us' => 'من نحن',
    'services' => 'الخدمات',
    'online_sessions' => 'الجلسات عبر الإنترنت',
    'products' => 'المنتجات',
    'faq' => 'الأسئلة الشائعة',
    'contact_us' => 'اتصل بنا',
    'header' => 'معلومات العنوان',
    'book_online' => 'احجز عبر الإنترنت',
    'Register' => 'التسجيل',
    'login' => 'تسجيل الدخول',
    'logout' => 'تسجيل الخروج',
    'subscribe' => 'اشترك في نشرتنا الإخبارية',
    'subscribe_d' => 'ابقَ على اطلاع بأحدث العروض والأخبار. اشترك الآن لتلقي جميع التحديثات.',
    'subscribe_n' => 'اشترك الآن.',
    'products' => 'المنتجات',
    'Blogs' => 'مقالات',
    'Blogs_d' => 'مقالات تشرح مفاهيم البرمجة وتبسط تقنياتها للمبتدئين والمحترفين، بأسلوب عملي وبلغة واضحة.',





    'phone' => 'رقم الهاتف',
    'email' => 'عنوان البريد الإلكتروني',
    'name' => 'الاسم',
    'location' => 'الموقع',
    'logout' => 'تسجيل الخروج',
    'quick_links' => 'روابط سريعة',
    'explore' => 'استكشاف',
    'view' => 'عرض',
    'Register1' => 'التسجيل كعميل',
    'full_name' => 'الاسم الكامل',
    'age' => 'عمرك',
    'country' => 'الدولة',
    'password' => 'كلمة المرور',
    'Forgot Your Password?' => 'نسيت كلمة المرور؟',
    'remember.me' => 'تذكرني',


    'select' => 'اختر ',
    'sort_by' => 'ترتيب حسب:',
    'default' => 'افتراضي',
    'popularity' => 'الشعبية',
    'price_l' => 'السعر: من الأقل إلى الأعلى',
    'price_h' => 'السعر: من الأعلى إلى الأقل',
    'latest' => 'الأحدث',
    'search' => 'بحث...',
    // نهاية التطبيق

    // من نحن

    'Tech Bridge – Your Gateway to the World of Technology' => 'Tech Bridge – بوابتك إلى عالم التكنولوجيا',
    'We are more than just an academy; we are a tech community dedicated to empowering programmers to build their future. With Tech Bridge, you will learn modern curricula, develop your skills through practical projects, and prepare yourself for strong competition in the job market.' => 'نحن أكثر من مجرد أكاديمية؛ نحن مجتمع تقني مكرّس لتمكين المبرمجين من بناء مستقبلهم. مع Tech Bridge، ستتعلم مناهج حديثة، وتطور مهاراتك من خلال مشاريع عملية، وتجهز نفسك لمنافسة قوية في سوق العمل.',


    "about_d1" => "انطلق في رحلتك من الصفر إلى الاحتراف في عالم البرمجة، بخطوات مدروسة ومشاريع عملية تعزز مهاراتك",

    "about_d2" => "نوفر بيئة تفاعلية تجمع بين الطلاب من مختلف المستويات، مع متابعة مستمرة لضمان تحقيق أفضل تجربة تعليمية وتطوير المهارات بشكل فعال",

    "about_d3" => "في نهاية الكورس، ستخوض تدريبًا عمليًا على مشاريع حقيقية لتعزيز مهاراتك والاستعداد لسوق العمل",

    "about_d4" => "ستصبح مؤهلًا للعمل في الشركات والانطلاق في مجال العمل الحر بثقة وكفاءة",



    'Instructors' => 'المدربون',


    'Your learning journey needs the right guidance! Our exceptional instructors will lead you to mastery through their expertise and interactive teaching methods' => 'رحلتك التعليمية تحتاج إلى توجيه صحيح! مدربونا المميزون سيأخذون بيدك نحو الاحتراف من خلال خبرتهم وأساليبهم التفاعلية.',


    'Check out these reviews' => 'اطلع على هذه التقييمات ',
    "Don't just take our word for it – hear from our successful students who launched their careers with Tech Bridge! 🚀" => "لا تعتمد على كلامنا فقط – اسمع نجاحات طلابنا الذين انطلقوا لسوق العمل مع Tech Bridge! 🚀",





    'We at Tech Bridge believe that learning programming is the key to the future. Join us today and start your journey to mastery in the world of technology.' => 'نحن في Tech Bridge نؤمن بأن البرمجة هي المفتاح لصناعة المستقبل. مهمتنا هي تمكين المتعلمين بالمهارات والمعرفة اللازمة للنجاح في عالم التكنولوجيا المتطور باستمرار. انضم إلينا اليوم وابدأ رحلتك في التعلم العملي، مع إرشاد الخبراء، ومشاريع حقيقية تؤهلك لسوق العمل سواء في الشركات أو في مجال العمل الحر.',




    'Welcome To Tech Bridge' => 'مرحباً بك في Tech Bridge',



    'Online Sessions' => 'الجلسات عبر الإنترنت',
    'Total Sessions' => 'إجمالي الجلسات',
    'STUDENTS ENROLLED' => 'الطلاب المسجلون',
    'Online Students' => 'الطلاب عبر الإنترنت',





    'Top Languages' => 'أفضل اللغات',
    'Choose your path in the world of programming with Tech Bridge! We offer intensive training in the most in-demand programming languages, with a simple and practical approach.' => 'اختر مسارك في عالم البرمجة مع Tech Bridge! نوفر لك تعليماً مكثفاً في أهم لغات البرمجة المطلوبة، بطريقة سهلة وعملية.',


    'What’s New' => 'ما الجديد',

    'Featured Courses' => 'الدورات المميزة',
    'Looking for a standout course to start with? Browse our carefully selected courses designed to help you achieve your career goals.' => 'هل تبحث عن دورة رائعة للبدء؟ تصفح دوراتنا المختارة بعناية والمصممة لمساعدتك في تحقيق أهدافك المهنية.',




    'consultants' => 'استشاريين',
    'best' => 'أفضل',
    'winning' => 'فوز',
    'awards' => 'جوائز',
    'some_about' => '<h2>بعض الأسباب لاختيارنا</h2>',
    'some_d_about' => "بعض الأسباب لاختيارنا تشمل تقديم حلول مبتكرة، واهتمامنا بالجودة، وخبرتنا الواسعة في المجال. نحن نركز على تلبية احتياجات عملائنا بأعلى مستويات الاحترافية ونوفر الدعم المستمر لضمان رضاهم.",
    'some_h1_about' => 'العلاج النفسي',
    'some_h2_about' => 'إعادة بناء الثقة',
    'some_h3_about' => 'تحسينات في العمل',
    'some_o1_about' => 'لكل أنواع التوتر العقلي',
    'some_o2_about' => 'في كل الحالات',
    'some_o3_about' => 'في عملية مستمرة',
    'some_d1_about' => 'العلاج النفسي هو عملية تساعد الأفراد على تحسين صحتهم النفسية من خلال مناقشة مشاعرهم وأفكارهم مع محترف. يساعد في التعامل مع مشاكل مثل القلق والاكتئاب ويعزز القدرة على التكيف مع التحديات اليومية.',
    'some_d2_about' => 'إعادة بناء الثقة هي عملية هامة في العلاج النفسي، حيث يهدف الأفراد إلى استعادة الإيمان بأنفسهم وبقدراتهم بعد فترة من الصعوبات أو التجارب السلبية. يتضمن ذلك تعزيز الوعي الذاتي، وتحسين الصورة الذاتية، وتطوير استراتيجيات للتعامل مع الفشل والخوف.',
    'some_d3_about' => 'تحسينات في مكان العمل تشير إلى الجهود التي تهدف إلى تعزيز الأداء والإنتاجية. يشمل ذلك تطوير المهارات الفردية، وتحسين التواصل داخل الفريق، واستخدام تقنيات جديدة لتبسيط المهام. الهدف هو خلق بيئة عمل أكثر كفاءة وفعالية.',
    'services_about' => 'الخدمات التي نقدمها',
    'discover_about' => 'اكتشف جميع الخدمات',
    'read_more' => 'قراءة المزيد',
    // نهاية من نحن

    // المدونة

    "Blog Details" => "تفاصيل المقالة",
    'Comments' => 'التعليقات',
    'Tag:' => 'الوسم:',
    'Share:' => 'مشاركة:',
    'Previous Post' => 'المنشور السابق',
    'Next Post' => 'المنشور التالي',
    'Comments:' => 'التعليقات: :num',
    'Leave A Comment' => 'اترك تعليقًا',
    'Your Comment' => 'تعليقك',
    'Post A Comment' => 'نشر تعليق',
    // نهاية المدونة

    // قصة نجاح
    'Success Story' => 'قصة نجاح',
    // نهاية قصة نجاح

    // الخدمات
    'services_h' => '<h2>ما هي الخدمات التي نقدمها</h2>',
    "services_d" => "نحن نقدم مجموعة متنوعة من الخدمات التي تهدف إلى تحسين حياتك الشخصية والمهنية، من خلال التدريب، والاستشارات النفسية، وتوفير الموارد التي تساعدك على تحقيق أهدافك.",
    'services_details' => 'تفاصيل الخدمات',
    // نهاية الخدمات

    // الدورات
    'courses' => 'الدورات',
    'available_now' => 'متوفر الآن',
    'description' => 'الوصف',
    'instructor' => 'المدرب',
    'reviews' => 'التقييمات',
    'general_director' => 'المدير العام',
    'course_rating' => 'تقييم الدورة',
    'avg_b_o' => 'المتوسط بناءً على',
    'star' => 'نجمة',
    'rating' => 'اترك تقييمًا',
    'submit_review' => 'إرسال تقييم',
    'price' => 'السعر',
    'date' => 'التاريخ',
    'available_a' => 'المواعيد المتاحة',

    'booking_now' => 'احجز الآن',
    'share' => 'مشاركة هذه الدورة',
    'Share Blog' => 'مشاركة هذه المقالة',
    'courses_details' => 'تفاصيل الدورة',
    // نهاية الدورات

    // الصفحة الرئيسية
    'book_online_session' => 'احجز جلسة عبر الإنترنت',
    'our_services' => 'خدماتنا',
    'home_h1' => '<h2>ما هي الخدمات التي نقدمها</h2>',
    'home_faq' => '<h3>نحن هنا للإجابة على كل أسئلتك</h3>',
    'view_faq' => 'عرض جميع الأسئلة الشائعة',
    'buy_book_online' => 'اشترِ الكتب عبر الإنترنت',
    'buy_book_online_d' => 'اشترِ كتبك المفضلة بسهولة من المنزل. اختر الكتاب الذي تريده واحصل عليه بنقرة واحدة.',
    'Visit Book Store' => 'زيارة متجر الكتب',
    // نهاية الصفحة الرئيسية

    // المنتج
    'product' => 'تفاصيل المنتج',
    'related_products' => 'المنتجات ذات الصلة',
    'related_products_d' => 'منتجات قد تكون مرتبطة باهتماماتك، اكتشف المزيد الآن',
    'product_d1' => 'Lorem ipsum dolor sit amet consectetur adipiscing elit sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.',
    'product_about' => '<h3>نحن هنا للإجابة على كل أسئلتك</h3>',
    'Add to Cart' => 'اضافة إلي السلة',

    // نهاية المنتج

    // الأسئلة الشائعة
    'faq' => 'الأسئلة الشائعة',
    'faq_d' => 'فريقنا جاهز دائمًا للرد على استفساراتك وتقديم الدعم والمساعدة في أي وقت تحتاجه.',
    // نهاية الأسئلة الشائعة

    // رسالة
    'subject' => 'الموضوع',
    'message' => 'رسالتك',
    'send_message' => 'إرسال رسالة',
    // نهاية الرسالة

    'Rating' => 'ماذا يقول الناس عني',
    'Rating_d' => 'تعرف على آراء العملاء وتجاربهم حول خدماتنا ومنتجاتنا.',



    '404 Error' => 'خطأ 404',
    'The page you are looking for might have been removed had its name changed or is temporarily unavailable.' => 'قد تكون الصفحة التي تبحث عنها قد تم حذفها أو تم تغيير اسمها أو أنها غير متوفرة مؤقتًا.',
    'Error 404 : page not found' => 'خطأ 404: الصفحة غير موجودة',
    'Go To Home' => 'الذهاب إلى الصفحة الرئيسية',


    'faq' => 'الأسئلة الشائعة',
];
